{
    "Children and Youth: Interviews": {
        "General": "The participation of children (15 and younger) and youth (16 or 17) in our programs and content entails special challenges. Children and youth do not necessarily have the experience to weigh the consequences of publication of their statements. They nevertheless enjoy freedom of expression and the right to information. Their realities and concerns cannot be fully reflected without being heard in our reporting. Parents or those exercising parental authority are often the guardians of this balance and we generally respect their judgment in this regard. However, in some cases a parent can abuse his or her authority and fail to act in the best interest of the child or youth. There are also other circumstances where it may be appropriate to allow children and youth to exercise their good judgment about granting an interview or otherwise participating in our programming or content, for instance when no foreseeable inconvenience or detrimental consequences for them or their family could ensue. We carefully assess the impacts according to the specifics of each situation. We respect the will of the child or youth and we put his or her interests foremost."
    },
    "Protection of Youth": {
        "General": "We should be aware that provincial laws on the protection of children and families generally include restrictions on publication of information about children or youth who are in care of the State, or who are involved with the justice system."
    },
    "Respect for young audiences": {
        "General": "Our obligations as a broadcast licensee include a commitment to refrain from broadcasting programs containing adult situations, scenes of violence or those that are sexually explicit before the “watershed” hour of 9 p.m. There are times some programs, newscasts or online content not reserved for adult consumption contain material unsuitable for young children. We will broadcast an audience advisory before the program, segments or other material is shown or appears on the website."
    },
    "Children and social media": {
        "General": "We take care to protect the privacy of children involved in the use of social media. We are especially careful to assess the impacts when dealing with those aged 15 and under, who may lack the judgment required to consent to interviews and publication of their information. We avoid providing information that could identify them because this puts them at risk from online predators. When contacting children through their Facebook or other public sites, we follow the standards set for children’s participation applicable to all other platforms."
    }
}