{
    "Our Mission and Principles": {
        "Our Mission": {
            "description": "We are Canada's national public news and information service. We are rooted in every region of the country and report on Canada and the world to provide a Canadian perspective on international news and current affairs. We provide Canadians with information when and how they want it, through an evolving range of media.",
            "To serve the public interest": "Our mission is to inform, to reveal, to contribute to the understanding of issues of public interest and to encourage citizens to participate in our free and democratic society.",
            "To reflect diversity": "We are committed to reflecting accurately the range of experiences and points of view of all citizens. All Canadians, of whatever origins, perspectives and beliefs, should feel that our news and current affairs coverage is relevant to them and lives up to our principles.We have a special responsibility to reflect regional and cultural diversity, as well as fostering respect and understanding across regions.",
            "To protect our independence": "We are independent of all lobbies and of all political and economic influence. We uphold freedom of expression and freedom of the press, the touchstones of a free and democratic society. Public interest guides all our decisions.",
            "To act responsibly and to be accountable": "We are aware of the impact of our work and are honest with our audiences. We do not hesitate to correct any mistake when necessary nor to follow up a story when a situation changes significantly. We do not plagiarize. The office of the Ombudsman reviews our practices against the standards set out in these policies. We openly provide the public with the means to judge and hold us to account by sharing with it research we may use to measure the quality and standards of our journalism. We manage our resources responsibly. We strive for journalistic excellence and best practices in all of our journalistic endeavours."
        },
        "Our Principles": {
            "description": "",
            "Accuracy": "We seek out the truth in all matters of public interest. We invest our time and our skills to learn, understand and clearly explain the facts to our audience. The production techniques we use serve to present the content in a clear and accessible manner.",
            "Fairness": "In our information gathering and reporting, we treat individuals and organizations with openness and respect. We are mindful of their rights. We treat them even‑handedly.",
            "Balance": "We contribute to informed debate on issues that matter to Canadians by reflecting a diversity of opinion. Our content on all platforms presents a wide range of subject matter and views. On issues of controversy, we ensure that divergent views are reflected respectfully, taking into account their relevance to the debate and how widely held these views are. We also ensure that they are represented over a reasonable period of time.",
            "Impartiality": "We provide professional judgment based on facts and expertise. We do not promote any particular point of view on matters of public debate.",
            "Integrity": "The trust of the public is our most valued asset. We avoid putting ourselves in real or potential conflict of interest. This is essential to our credibility."
        }
    },
    "Scope": {
        "General": "All employees of CBC News, as well as the content they create, must respect the principles of accuracy, fairness, balance, impartiality and integrity as expressed through the Journalistic Standards and Practices (JSP). Employees of other CBC services, and the content they create, may also be obliged to respect all of some of these principles as follows: Employees of Local Services, Radio Talk information programming, or any service involved in the creation of news, current affairs and public affairs content, must respect all of the principles of the JSP. With the exception of fiction and comedy, content produced by other employees which touches on politics, social issues, economics, cultural issues, scientific issues or sports – particularly if the issues are controversial – must respect the principles of accuracy, fairness and balance. User-generated content, when incorporated into information programming, must conform with the principles of the JSP. Moreover, in an election or referendum period, the JSP applies to all content related to the campaign, parties or candidates that is broadcast and published by the CBC, regardless of the department concerned. The Editors in Chief of the French and English Services are responsible for interpreting and applying the JSP and must be consulted in case of doubt by those responsible for general-interest programs and content. When sports, arts or other specialized units prepare news content, they are accountable to the Editor in Chief who has final editorial authority over it. All the above rules apply to non-CBC staff hired or contracted to help in the production of this content during their employment with CBC."
    },
    "News, Current Affairs and Public Affairs Content Commissioned by CBC and Produced by Third Parties": {
        "General": "The JSP applies to all news, current affairs and public affairs content commissioned by CBC and produced by third parties. A proposal for content that is not fully in compliance should be referred to the Director."
    },
    "Editorial Responsibility and Upward Referral": {
        "General": "We make ourselves familiar with the contents of the JSP. We apply the JSP to each situation in good faith and according to our best judgement. We keep up with best journalistic practices, share our experiences and ask ourselves questions before making editorial decisions. We refer to senior editorial management any question raising a doubt or any decision that could affect CBC’s credibility, independence or reputation as a provider of high-quality information. Journalistic Standards and Practices specify on occasion that certain matters must be referred to a specific level of management. The employee or manager making an editorial decision is accountable for that decision. Questions of a legal nature may be referred to CBC’s Law Department. The final editorial decision rests with the managers responsible for programs and online content. Many of the standards and practices listed herein are rooted in values outlined by CBC Corporate Policies. Employees governed by the Journalistic Standards and Practices should consult and be familiar with these policies."
    },
    "Partnerships and Funding": {
        "General": "We maintain editorial independence and control over our journalistic content. The use of outside funding cannot influence that content or create the perception that the funding body or partner has any influence. If content is produced using external funding, that fact will be disclosed to the audience. Staff wanting to use outside funding to create news content or programming – including from an NGO, federal agency or professional scholarship or fellowship – will seek prior approval from the Director. There are times where for business or philanthropic purposes the CBC itself engages in partnerships with outside entities. News coverage cannot be a condition of such partnerships. If there is news coverage, it should respect the JSP, and be done in such a way that journalists involved are not endorsing an event or a product. These conditions apply as well to productions acquired by CBC. If there are any funding relationships or conditions attached, they must be fully disclosed to CBC in writing."
    },
    "Publicity and Advertising": {
        "General": "CBC does not allow sponsors to use commercial time to run information programming they have created. We are responsible for all information programming, no matter where it is placed on the schedule. CBC’s credibility and brand as an information provider must never be compromised. Information content may be accompanied by advertising or promotion. However, we do not commercially exploit the brand of our information programs and content in any way detrimental to our independence, credibility or integrity as a public service. This means that CBC's journalistic staff do not prepare or present any paid advertising content. Ads should be clearly defined in appearance and placement so that the public does not confuse them with CBC news content."
    },
    "Brand protection: fiction": {
        "General": "Any proposal to have journalists simulate their work in fiction, parody or advertising must be referred to the General Manager and Editor in Chief."
    }
}